Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/uusi_koltansaamenkielinen_oppikirja_on_ilmestynyt.html.tmx
Source language: fin
Languages: sme

source: Uusi koltansaamenkielinen oppikirja on ilmestynyt
sme: Ođđa nuortalašgielat oahppigirji lea ilbman

source: Koulutus- ja oppimateriaalitoimisto on julkaissut uuden koltansaamenkielisen 2. luokan oppikirjan.
sme: Skuvlen- ja oahppomateriáladoaimmahat lea almmustahttán ođđa nuortalašgielat 2. luohká oahppogirjji.

source: Oppikirja on koltansaamen kieleen käännetty pohjoissaamen kielen GEA 2 -kirjasta.
sme: Oahppogirji lea nuortalašgillii jorgaluvvon davvisámegielat Gea 2 -girjjis.

source: Kirjan tekijät ovat Oona Länsman, kuvituksen tekijä Nora Bäck, taitto Katja Lettinen.
sme: Girjji dahkkit leat Oona Länsman, govaid lea sárgon Nora Bäck, doadjima lea ollašuhttán Katja Lettinen.

source: Koltansaamen kielelle oppikirjan on kääntänyt Raija Lehtola.
sme: Nuortalašgillii oahppogirjji lea jorgalan Raija Lehtola.

source: Kirjoja voi tilata Saamelaiskäräjien verkkokaupasta: ǨIÕČČ 2 Kåʹllmeäʹcc mättǩeʹrjj .
sme: Girjjiid sáhttá diŋgot Sámedikki fierbmegávppis: ǨIÕČČ 2 Kåʹllmeäʹcc mättǩeʹrjj .
